""" Задание 1. Составить алгоритм: если введенное число больше 7, то вывести “Привет”"""

chislo = int(input('Введите число: '))
if chislo > 7:
    print('Привет!')
else:
    print('Пока!')
